docs/evidence/tv3/metrics/k6-edge-users-me-result.txt
[INFO] Running edge protected via Kong using Docker network infra_kong-user-internal: https://kong:8443

          /\      |‾‾| /‾‾/   /‾‾/   
     /\  /  \     |  |/  /   /  /    
    /  \/    \    |     (   /   ‾‾\  
   /          \   |  |\  \ |  (‾)  | 
  / __________ \  |__| \__\ \_____/ .io

     execution: local
        script: /scripts/k6-users-me-overhead.js
        output: -

     scenarios: (100.00%) 1 scenario, 2 max VUs, 3m30s max duration (incl. graceful stop):
              * users_me_low_load: 0.10 iterations/s for 3m0s (maxVUs: 1-2, gracefulStop: 30s)


running (0m01.0s), 0/1 VUs, 1 complete and 0 interrupted iterations
users_me_low_load   [   1% ] 0/1 VUs  0m01.0s/3m0s  0.10 iters/s

running (0m02.0s), 0/1 VUs, 1 complete and 0 interrupted iterations
users_me_low_load   [   1% ] 0/1 VUs  0m02.0s/3m0s  0.10 iters/s

running (0m03.0s), 0/1 VUs, 1 complete and 0 interrupted iterations
users_me_low_load   [   2% ] 0/1 VUs  0m03.0s/3m0s  0.10 iters/s

running (0m04.0s), 0/1 VUs, 1 complete and 0 interrupted iterations
users_me_low_load   [   2% ] 0/1 VUs  0m04.0s/3m0s  0.10 iters/s

running (0m05.0s), 0/1 VUs, 1 complete and 0 interrupted iterations
users_me_low_load   [   3% ] 0/1 VUs  0m05.0s/3m0s  0.10 iters/s

running (0m06.0s), 0/1 VUs, 1 complete and 0 interrupted iterations
users_me_low_load   [   3% ] 0/1 VUs  0m06.0s/3m0s  0.10 iters/s

running (0m07.0s), 0/1 VUs, 1 complete and 0 interrupted iterations
users_me_low_load   [   4% ] 0/1 VUs  0m07.0s/3m0s  0.10 iters/s

running (0m08.0s), 0/1 VUs, 1 complete and 0 interrupted iterations
users_me_low_load   [   4% ] 0/1 VUs  0m08.0s/3m0s  0.10 iters/s

running (0m09.0s), 0/1 VUs, 1 complete and 0 interrupted iterations
users_me_low_load   [   5% ] 0/1 VUs  0m09.0s/3m0s  0.10 iters/s

running (0m10.0s), 0/1 VUs, 1 complete and 0 interrupted iterations
users_me_low_load   [   6% ] 0/1 VUs  0m10.0s/3m0s  0.10 iters/s

running (0m11.0s), 0/1 VUs, 2 complete and 0 interrupted iterations
users_me_low_load   [   6% ] 0/1 VUs  0m11.0s/3m0s  0.10 iters/s

running (0m12.0s), 0/1 VUs, 2 complete and 0 interrupted iterations
users_me_low_load   [   7% ] 0/1 VUs  0m12.0s/3m0s  0.10 iters/s

running (0m13.0s), 0/1 VUs, 2 complete and 0 interrupted iterations
users_me_low_load   [   7% ] 0/1 VUs  0m13.0s/3m0s  0.10 iters/s

running (0m14.0s), 0/1 VUs, 2 complete and 0 interrupted iterations
users_me_low_load   [   8% ] 0/1 VUs  0m14.0s/3m0s  0.10 iters/s

running (0m15.0s), 0/1 VUs, 2 complete and 0 interrupted iterations
users_me_low_load   [   8% ] 0/1 VUs  0m15.0s/3m0s  0.10 iters/s

running (0m16.0s), 0/1 VUs, 2 complete and 0 interrupted iterations
users_me_low_load   [   9% ] 0/1 VUs  0m16.0s/3m0s  0.10 iters/s

running (0m17.0s), 0/1 VUs, 2 complete and 0 interrupted iterations
users_me_low_load   [   9% ] 0/1 VUs  0m17.0s/3m0s  0.10 iters/s

running (0m18.0s), 0/1 VUs, 2 complete and 0 interrupted iterations
users_me_low_load   [  10% ] 0/1 VUs  0m18.0s/3m0s  0.10 iters/s

running (0m19.0s), 0/1 VUs, 2 complete and 0 interrupted iterations
users_me_low_load   [  11% ] 0/1 VUs  0m19.0s/3m0s  0.10 iters/s

running (0m20.0s), 0/1 VUs, 2 complete and 0 interrupted iterations
users_me_low_load   [  11% ] 0/1 VUs  0m20.0s/3m0s  0.10 iters/s

running (0m21.0s), 0/1 VUs, 3 complete and 0 interrupted iterations
users_me_low_load   [  12% ] 0/1 VUs  0m21.0s/3m0s  0.10 iters/s

running (0m22.0s), 0/1 VUs, 3 complete and 0 interrupted iterations
users_me_low_load   [  12% ] 0/1 VUs  0m22.0s/3m0s  0.10 iters/s

running (0m23.0s), 0/1 VUs, 3 complete and 0 interrupted iterations
users_me_low_load   [  13% ] 0/1 VUs  0m23.0s/3m0s  0.10 iters/s

running (0m24.0s), 0/1 VUs, 3 complete and 0 interrupted iterations
users_me_low_load   [  13% ] 0/1 VUs  0m24.0s/3m0s  0.10 iters/s

running (0m25.0s), 0/1 VUs, 3 complete and 0 interrupted iterations
users_me_low_load   [  14% ] 0/1 VUs  0m25.0s/3m0s  0.10 iters/s

running (0m26.0s), 0/1 VUs, 3 complete and 0 interrupted iterations
users_me_low_load   [  14% ] 0/1 VUs  0m26.0s/3m0s  0.10 iters/s

running (0m27.0s), 0/1 VUs, 3 complete and 0 interrupted iterations
users_me_low_load   [  15% ] 0/1 VUs  0m27.0s/3m0s  0.10 iters/s

running (0m28.0s), 0/1 VUs, 3 complete and 0 interrupted iterations
users_me_low_load   [  16% ] 0/1 VUs  0m28.0s/3m0s  0.10 iters/s

running (0m29.0s), 0/1 VUs, 3 complete and 0 interrupted iterations
users_me_low_load   [  16% ] 0/1 VUs  0m29.0s/3m0s  0.10 iters/s

running (0m30.0s), 0/1 VUs, 3 complete and 0 interrupted iterations
users_me_low_load   [  17% ] 0/1 VUs  0m30.0s/3m0s  0.10 iters/s

running (0m31.0s), 0/1 VUs, 4 complete and 0 interrupted iterations
users_me_low_load   [  17% ] 0/1 VUs  0m31.0s/3m0s  0.10 iters/s

running (0m32.0s), 0/1 VUs, 4 complete and 0 interrupted iterations
users_me_low_load   [  18% ] 0/1 VUs  0m32.0s/3m0s  0.10 iters/s

running (0m33.0s), 0/1 VUs, 4 complete and 0 interrupted iterations
users_me_low_load   [  18% ] 0/1 VUs  0m33.0s/3m0s  0.10 iters/s

running (0m34.0s), 0/1 VUs, 4 complete and 0 interrupted iterations
users_me_low_load   [  19% ] 0/1 VUs  0m34.0s/3m0s  0.10 iters/s

running (0m35.0s), 0/1 VUs, 4 complete and 0 interrupted iterations
users_me_low_load   [  19% ] 0/1 VUs  0m35.0s/3m0s  0.10 iters/s

running (0m36.0s), 0/1 VUs, 4 complete and 0 interrupted iterations
users_me_low_load   [  20% ] 0/1 VUs  0m36.0s/3m0s  0.10 iters/s

running (0m37.0s), 0/1 VUs, 4 complete and 0 interrupted iterations
users_me_low_load   [  21% ] 0/1 VUs  0m37.0s/3m0s  0.10 iters/s

running (0m38.0s), 0/1 VUs, 4 complete and 0 interrupted iterations
users_me_low_load   [  21% ] 0/1 VUs  0m38.0s/3m0s  0.10 iters/s

running (0m39.0s), 0/1 VUs, 4 complete and 0 interrupted iterations
users_me_low_load   [  22% ] 0/1 VUs  0m39.0s/3m0s  0.10 iters/s

running (0m40.0s), 0/1 VUs, 4 complete and 0 interrupted iterations
users_me_low_load   [  22% ] 0/1 VUs  0m40.0s/3m0s  0.10 iters/s

running (0m41.0s), 0/1 VUs, 5 complete and 0 interrupted iterations
users_me_low_load   [  23% ] 0/1 VUs  0m41.0s/3m0s  0.10 iters/s

running (0m42.0s), 0/1 VUs, 5 complete and 0 interrupted iterations
users_me_low_load   [  23% ] 0/1 VUs  0m42.0s/3m0s  0.10 iters/s

running (0m43.0s), 0/1 VUs, 5 complete and 0 interrupted iterations
users_me_low_load   [  24% ] 0/1 VUs  0m43.0s/3m0s  0.10 iters/s

running (0m44.0s), 0/1 VUs, 5 complete and 0 interrupted iterations
users_me_low_load   [  24% ] 0/1 VUs  0m44.0s/3m0s  0.10 iters/s

running (0m45.0s), 0/1 VUs, 5 complete and 0 interrupted iterations
users_me_low_load   [  25% ] 0/1 VUs  0m45.0s/3m0s  0.10 iters/s

running (0m46.0s), 0/1 VUs, 5 complete and 0 interrupted iterations
users_me_low_load   [  26% ] 0/1 VUs  0m46.0s/3m0s  0.10 iters/s

running (0m47.0s), 0/1 VUs, 5 complete and 0 interrupted iterations
users_me_low_load   [  26% ] 0/1 VUs  0m47.0s/3m0s  0.10 iters/s

running (0m48.0s), 0/1 VUs, 5 complete and 0 interrupted iterations
users_me_low_load   [  27% ] 0/1 VUs  0m48.0s/3m0s  0.10 iters/s

running (0m49.0s), 0/1 VUs, 5 complete and 0 interrupted iterations
users_me_low_load   [  27% ] 0/1 VUs  0m49.0s/3m0s  0.10 iters/s

running (0m50.0s), 0/1 VUs, 5 complete and 0 interrupted iterations
users_me_low_load   [  28% ] 0/1 VUs  0m50.0s/3m0s  0.10 iters/s

running (0m51.0s), 0/1 VUs, 6 complete and 0 interrupted iterations
users_me_low_load   [  28% ] 0/1 VUs  0m51.0s/3m0s  0.10 iters/s

running (0m52.0s), 0/1 VUs, 6 complete and 0 interrupted iterations
users_me_low_load   [  29% ] 0/1 VUs  0m52.0s/3m0s  0.10 iters/s

running (0m53.0s), 0/1 VUs, 6 complete and 0 interrupted iterations
users_me_low_load   [  29% ] 0/1 VUs  0m53.0s/3m0s  0.10 iters/s

running (0m54.0s), 0/1 VUs, 6 complete and 0 interrupted iterations
users_me_low_load   [  30% ] 0/1 VUs  0m54.0s/3m0s  0.10 iters/s

running (0m55.0s), 0/1 VUs, 6 complete and 0 interrupted iterations
users_me_low_load   [  31% ] 0/1 VUs  0m55.0s/3m0s  0.10 iters/s

running (0m56.0s), 0/1 VUs, 6 complete and 0 interrupted iterations
users_me_low_load   [  31% ] 0/1 VUs  0m56.0s/3m0s  0.10 iters/s

running (0m57.0s), 0/1 VUs, 6 complete and 0 interrupted iterations
users_me_low_load   [  32% ] 0/1 VUs  0m57.0s/3m0s  0.10 iters/s

running (0m58.0s), 0/1 VUs, 6 complete and 0 interrupted iterations
users_me_low_load   [  32% ] 0/1 VUs  0m58.0s/3m0s  0.10 iters/s

running (0m59.0s), 0/1 VUs, 6 complete and 0 interrupted iterations
users_me_low_load   [  33% ] 0/1 VUs  0m59.0s/3m0s  0.10 iters/s

running (1m00.0s), 0/1 VUs, 6 complete and 0 interrupted iterations
users_me_low_load   [  33% ] 0/1 VUs  1m00.0s/3m0s  0.10 iters/s

running (1m01.0s), 0/1 VUs, 7 complete and 0 interrupted iterations
users_me_low_load   [  34% ] 0/1 VUs  1m01.0s/3m0s  0.10 iters/s

running (1m02.0s), 0/1 VUs, 7 complete and 0 interrupted iterations
users_me_low_load   [  34% ] 0/1 VUs  1m02.0s/3m0s  0.10 iters/s

running (1m03.0s), 0/1 VUs, 7 complete and 0 interrupted iterations
users_me_low_load   [  35% ] 0/1 VUs  1m03.0s/3m0s  0.10 iters/s

running (1m04.0s), 0/1 VUs, 7 complete and 0 interrupted iterations
users_me_low_load   [  36% ] 0/1 VUs  1m04.0s/3m0s  0.10 iters/s

running (1m05.0s), 0/1 VUs, 7 complete and 0 interrupted iterations
users_me_low_load   [  36% ] 0/1 VUs  1m05.0s/3m0s  0.10 iters/s

running (1m06.0s), 0/1 VUs, 7 complete and 0 interrupted iterations
users_me_low_load   [  37% ] 0/1 VUs  1m06.0s/3m0s  0.10 iters/s

running (1m07.0s), 0/1 VUs, 7 complete and 0 interrupted iterations
users_me_low_load   [  37% ] 0/1 VUs  1m07.0s/3m0s  0.10 iters/s

running (1m08.0s), 0/1 VUs, 7 complete and 0 interrupted iterations
users_me_low_load   [  38% ] 0/1 VUs  1m08.0s/3m0s  0.10 iters/s

running (1m09.0s), 0/1 VUs, 7 complete and 0 interrupted iterations
users_me_low_load   [  38% ] 0/1 VUs  1m09.0s/3m0s  0.10 iters/s

running (1m10.0s), 0/1 VUs, 7 complete and 0 interrupted iterations
users_me_low_load   [  39% ] 0/1 VUs  1m10.0s/3m0s  0.10 iters/s

running (1m11.0s), 0/1 VUs, 8 complete and 0 interrupted iterations
users_me_low_load   [  39% ] 0/1 VUs  1m11.0s/3m0s  0.10 iters/s

running (1m12.0s), 0/1 VUs, 8 complete and 0 interrupted iterations
users_me_low_load   [  40% ] 0/1 VUs  1m12.0s/3m0s  0.10 iters/s

running (1m13.0s), 0/1 VUs, 8 complete and 0 interrupted iterations
users_me_low_load   [  41% ] 0/1 VUs  1m13.0s/3m0s  0.10 iters/s

running (1m14.0s), 0/1 VUs, 8 complete and 0 interrupted iterations
users_me_low_load   [  41% ] 0/1 VUs  1m14.0s/3m0s  0.10 iters/s

running (1m15.0s), 0/1 VUs, 8 complete and 0 interrupted iterations
users_me_low_load   [  42% ] 0/1 VUs  1m15.0s/3m0s  0.10 iters/s

running (1m16.0s), 0/1 VUs, 8 complete and 0 interrupted iterations
users_me_low_load   [  42% ] 0/1 VUs  1m16.0s/3m0s  0.10 iters/s

running (1m17.0s), 0/1 VUs, 8 complete and 0 interrupted iterations
users_me_low_load   [  43% ] 0/1 VUs  1m17.0s/3m0s  0.10 iters/s

running (1m18.0s), 0/1 VUs, 8 complete and 0 interrupted iterations
users_me_low_load   [  43% ] 0/1 VUs  1m18.0s/3m0s  0.10 iters/s

running (1m19.0s), 0/1 VUs, 8 complete and 0 interrupted iterations
users_me_low_load   [  44% ] 0/1 VUs  1m19.0s/3m0s  0.10 iters/s

running (1m20.0s), 0/1 VUs, 8 complete and 0 interrupted iterations
users_me_low_load   [  44% ] 0/1 VUs  1m20.0s/3m0s  0.10 iters/s

running (1m21.0s), 0/1 VUs, 9 complete and 0 interrupted iterations
users_me_low_load   [  45% ] 0/1 VUs  1m21.0s/3m0s  0.10 iters/s

running (1m22.0s), 0/1 VUs, 9 complete and 0 interrupted iterations
users_me_low_load   [  46% ] 0/1 VUs  1m22.0s/3m0s  0.10 iters/s

running (1m23.0s), 0/1 VUs, 9 complete and 0 interrupted iterations
users_me_low_load   [  46% ] 0/1 VUs  1m23.0s/3m0s  0.10 iters/s

running (1m24.0s), 0/1 VUs, 9 complete and 0 interrupted iterations
users_me_low_load   [  47% ] 0/1 VUs  1m24.0s/3m0s  0.10 iters/s

running (1m25.0s), 0/1 VUs, 9 complete and 0 interrupted iterations
users_me_low_load   [  47% ] 0/1 VUs  1m25.0s/3m0s  0.10 iters/s

running (1m26.0s), 0/1 VUs, 9 complete and 0 interrupted iterations
users_me_low_load   [  48% ] 0/1 VUs  1m26.0s/3m0s  0.10 iters/s

running (1m27.0s), 0/1 VUs, 9 complete and 0 interrupted iterations
users_me_low_load   [  48% ] 0/1 VUs  1m27.0s/3m0s  0.10 iters/s

running (1m28.0s), 0/1 VUs, 9 complete and 0 interrupted iterations
users_me_low_load   [  49% ] 0/1 VUs  1m28.0s/3m0s  0.10 iters/s

running (1m29.0s), 0/1 VUs, 9 complete and 0 interrupted iterations
users_me_low_load   [  49% ] 0/1 VUs  1m29.0s/3m0s  0.10 iters/s

running (1m30.0s), 0/1 VUs, 9 complete and 0 interrupted iterations
users_me_low_load   [  50% ] 0/1 VUs  1m30.0s/3m0s  0.10 iters/s

running (1m31.0s), 0/1 VUs, 10 complete and 0 interrupted iterations
users_me_low_load   [  51% ] 0/1 VUs  1m31.0s/3m0s  0.10 iters/s

running (1m32.0s), 0/1 VUs, 10 complete and 0 interrupted iterations
users_me_low_load   [  51% ] 0/1 VUs  1m32.0s/3m0s  0.10 iters/s

running (1m33.0s), 0/1 VUs, 10 complete and 0 interrupted iterations
users_me_low_load   [  52% ] 0/1 VUs  1m33.0s/3m0s  0.10 iters/s

running (1m34.0s), 0/1 VUs, 10 complete and 0 interrupted iterations
users_me_low_load   [  52% ] 0/1 VUs  1m34.0s/3m0s  0.10 iters/s

running (1m35.0s), 0/1 VUs, 10 complete and 0 interrupted iterations
users_me_low_load   [  53% ] 0/1 VUs  1m35.0s/3m0s  0.10 iters/s

running (1m36.0s), 0/1 VUs, 10 complete and 0 interrupted iterations
users_me_low_load   [  53% ] 0/1 VUs  1m36.0s/3m0s  0.10 iters/s

running (1m37.0s), 0/1 VUs, 10 complete and 0 interrupted iterations
users_me_low_load   [  54% ] 0/1 VUs  1m37.0s/3m0s  0.10 iters/s

running (1m38.0s), 0/1 VUs, 10 complete and 0 interrupted iterations
users_me_low_load   [  54% ] 0/1 VUs  1m38.0s/3m0s  0.10 iters/s

running (1m39.0s), 0/1 VUs, 10 complete and 0 interrupted iterations
users_me_low_load   [  55% ] 0/1 VUs  1m39.0s/3m0s  0.10 iters/s

running (1m40.0s), 0/1 VUs, 10 complete and 0 interrupted iterations
users_me_low_load   [  56% ] 0/1 VUs  1m40.0s/3m0s  0.10 iters/s

running (1m41.0s), 0/1 VUs, 11 complete and 0 interrupted iterations
users_me_low_load   [  56% ] 0/1 VUs  1m41.0s/3m0s  0.10 iters/s

running (1m42.0s), 0/1 VUs, 11 complete and 0 interrupted iterations
users_me_low_load   [  57% ] 0/1 VUs  1m42.0s/3m0s  0.10 iters/s

running (1m43.0s), 0/1 VUs, 11 complete and 0 interrupted iterations
users_me_low_load   [  57% ] 0/1 VUs  1m43.0s/3m0s  0.10 iters/s

running (1m44.0s), 0/1 VUs, 11 complete and 0 interrupted iterations
users_me_low_load   [  58% ] 0/1 VUs  1m44.0s/3m0s  0.10 iters/s

running (1m45.0s), 0/1 VUs, 11 complete and 0 interrupted iterations
users_me_low_load   [  58% ] 0/1 VUs  1m45.0s/3m0s  0.10 iters/s

running (1m46.0s), 0/1 VUs, 11 complete and 0 interrupted iterations
users_me_low_load   [  59% ] 0/1 VUs  1m46.0s/3m0s  0.10 iters/s

running (1m47.0s), 0/1 VUs, 11 complete and 0 interrupted iterations
users_me_low_load   [  59% ] 0/1 VUs  1m47.0s/3m0s  0.10 iters/s

running (1m48.0s), 0/1 VUs, 11 complete and 0 interrupted iterations
users_me_low_load   [  60% ] 0/1 VUs  1m48.0s/3m0s  0.10 iters/s

running (1m49.0s), 0/1 VUs, 11 complete and 0 interrupted iterations
users_me_low_load   [  61% ] 0/1 VUs  1m49.0s/3m0s  0.10 iters/s

running (1m50.0s), 0/1 VUs, 11 complete and 0 interrupted iterations
users_me_low_load   [  61% ] 0/1 VUs  1m50.0s/3m0s  0.10 iters/s

running (1m51.0s), 0/1 VUs, 12 complete and 0 interrupted iterations
users_me_low_load   [  62% ] 0/1 VUs  1m51.0s/3m0s  0.10 iters/s

running (1m52.0s), 0/1 VUs, 12 complete and 0 interrupted iterations
users_me_low_load   [  62% ] 0/1 VUs  1m52.0s/3m0s  0.10 iters/s

running (1m53.0s), 0/1 VUs, 12 complete and 0 interrupted iterations
users_me_low_load   [  63% ] 0/1 VUs  1m53.0s/3m0s  0.10 iters/s

running (1m54.0s), 0/1 VUs, 12 complete and 0 interrupted iterations
users_me_low_load   [  63% ] 0/1 VUs  1m54.0s/3m0s  0.10 iters/s

running (1m55.0s), 0/1 VUs, 12 complete and 0 interrupted iterations
users_me_low_load   [  64% ] 0/1 VUs  1m55.0s/3m0s  0.10 iters/s

running (1m56.0s), 0/1 VUs, 12 complete and 0 interrupted iterations
users_me_low_load   [  64% ] 0/1 VUs  1m56.0s/3m0s  0.10 iters/s

running (1m57.0s), 0/1 VUs, 12 complete and 0 interrupted iterations
users_me_low_load   [  65% ] 0/1 VUs  1m57.0s/3m0s  0.10 iters/s

running (1m58.0s), 0/1 VUs, 12 complete and 0 interrupted iterations
users_me_low_load   [  66% ] 0/1 VUs  1m58.0s/3m0s  0.10 iters/s

running (1m59.0s), 0/1 VUs, 12 complete and 0 interrupted iterations
users_me_low_load   [  66% ] 0/1 VUs  1m59.0s/3m0s  0.10 iters/s

running (2m00.0s), 0/1 VUs, 12 complete and 0 interrupted iterations
users_me_low_load   [  67% ] 0/1 VUs  2m00.0s/3m0s  0.10 iters/s

running (2m01.0s), 0/1 VUs, 13 complete and 0 interrupted iterations
users_me_low_load   [  67% ] 0/1 VUs  2m01.0s/3m0s  0.10 iters/s

running (2m02.0s), 0/1 VUs, 13 complete and 0 interrupted iterations
users_me_low_load   [  68% ] 0/1 VUs  2m02.0s/3m0s  0.10 iters/s

running (2m03.0s), 0/1 VUs, 13 complete and 0 interrupted iterations
users_me_low_load   [  68% ] 0/1 VUs  2m03.0s/3m0s  0.10 iters/s

running (2m04.0s), 0/1 VUs, 13 complete and 0 interrupted iterations
users_me_low_load   [  69% ] 0/1 VUs  2m04.0s/3m0s  0.10 iters/s

running (2m05.0s), 0/1 VUs, 13 complete and 0 interrupted iterations
users_me_low_load   [  69% ] 0/1 VUs  2m05.0s/3m0s  0.10 iters/s

running (2m06.0s), 0/1 VUs, 13 complete and 0 interrupted iterations
users_me_low_load   [  70% ] 0/1 VUs  2m06.0s/3m0s  0.10 iters/s

running (2m07.0s), 0/1 VUs, 13 complete and 0 interrupted iterations
users_me_low_load   [  71% ] 0/1 VUs  2m07.0s/3m0s  0.10 iters/s

running (2m08.0s), 0/1 VUs, 13 complete and 0 interrupted iterations
users_me_low_load   [  71% ] 0/1 VUs  2m08.0s/3m0s  0.10 iters/s

running (2m09.0s), 0/1 VUs, 13 complete and 0 interrupted iterations
users_me_low_load   [  72% ] 0/1 VUs  2m09.0s/3m0s  0.10 iters/s

running (2m10.0s), 0/1 VUs, 13 complete and 0 interrupted iterations
users_me_low_load   [  72% ] 0/1 VUs  2m10.0s/3m0s  0.10 iters/s

running (2m11.0s), 0/1 VUs, 14 complete and 0 interrupted iterations
users_me_low_load   [  73% ] 0/1 VUs  2m11.0s/3m0s  0.10 iters/s

running (2m12.0s), 0/1 VUs, 14 complete and 0 interrupted iterations
users_me_low_load   [  73% ] 0/1 VUs  2m12.0s/3m0s  0.10 iters/s

running (2m13.0s), 0/1 VUs, 14 complete and 0 interrupted iterations
users_me_low_load   [  74% ] 0/1 VUs  2m13.0s/3m0s  0.10 iters/s

running (2m14.0s), 0/1 VUs, 14 complete and 0 interrupted iterations
users_me_low_load   [  74% ] 0/1 VUs  2m14.0s/3m0s  0.10 iters/s

running (2m15.0s), 0/1 VUs, 14 complete and 0 interrupted iterations
users_me_low_load   [  75% ] 0/1 VUs  2m15.0s/3m0s  0.10 iters/s

running (2m16.0s), 0/1 VUs, 14 complete and 0 interrupted iterations
users_me_low_load   [  76% ] 0/1 VUs  2m16.0s/3m0s  0.10 iters/s

running (2m17.0s), 0/1 VUs, 14 complete and 0 interrupted iterations
users_me_low_load   [  76% ] 0/1 VUs  2m17.0s/3m0s  0.10 iters/s

running (2m18.0s), 0/1 VUs, 14 complete and 0 interrupted iterations
users_me_low_load   [  77% ] 0/1 VUs  2m18.0s/3m0s  0.10 iters/s

running (2m19.0s), 0/1 VUs, 14 complete and 0 interrupted iterations
users_me_low_load   [  77% ] 0/1 VUs  2m19.0s/3m0s  0.10 iters/s

running (2m20.0s), 0/1 VUs, 14 complete and 0 interrupted iterations
users_me_low_load   [  78% ] 0/1 VUs  2m20.0s/3m0s  0.10 iters/s

running (2m21.0s), 0/1 VUs, 15 complete and 0 interrupted iterations
users_me_low_load   [  78% ] 0/1 VUs  2m21.0s/3m0s  0.10 iters/s

running (2m22.0s), 0/1 VUs, 15 complete and 0 interrupted iterations
users_me_low_load   [  79% ] 0/1 VUs  2m22.0s/3m0s  0.10 iters/s

running (2m23.0s), 0/1 VUs, 15 complete and 0 interrupted iterations
users_me_low_load   [  79% ] 0/1 VUs  2m23.0s/3m0s  0.10 iters/s

running (2m24.0s), 0/1 VUs, 15 complete and 0 interrupted iterations
users_me_low_load   [  80% ] 0/1 VUs  2m24.0s/3m0s  0.10 iters/s

running (2m25.0s), 0/1 VUs, 15 complete and 0 interrupted iterations
users_me_low_load   [  81% ] 0/1 VUs  2m25.0s/3m0s  0.10 iters/s

running (2m26.0s), 0/1 VUs, 15 complete and 0 interrupted iterations
users_me_low_load   [  81% ] 0/1 VUs  2m26.0s/3m0s  0.10 iters/s

running (2m27.0s), 0/1 VUs, 15 complete and 0 interrupted iterations
users_me_low_load   [  82% ] 0/1 VUs  2m27.0s/3m0s  0.10 iters/s

running (2m28.0s), 0/1 VUs, 15 complete and 0 interrupted iterations
users_me_low_load   [  82% ] 0/1 VUs  2m28.0s/3m0s  0.10 iters/s

running (2m29.0s), 0/1 VUs, 15 complete and 0 interrupted iterations
users_me_low_load   [  83% ] 0/1 VUs  2m29.0s/3m0s  0.10 iters/s

running (2m30.0s), 0/1 VUs, 15 complete and 0 interrupted iterations
users_me_low_load   [  83% ] 0/1 VUs  2m30.0s/3m0s  0.10 iters/s

running (2m31.0s), 0/1 VUs, 16 complete and 0 interrupted iterations
users_me_low_load   [  84% ] 0/1 VUs  2m31.0s/3m0s  0.10 iters/s

running (2m32.0s), 0/1 VUs, 16 complete and 0 interrupted iterations
users_me_low_load   [  84% ] 0/1 VUs  2m32.0s/3m0s  0.10 iters/s

running (2m33.0s), 0/1 VUs, 16 complete and 0 interrupted iterations
users_me_low_load   [  85% ] 0/1 VUs  2m33.0s/3m0s  0.10 iters/s

running (2m34.0s), 0/1 VUs, 16 complete and 0 interrupted iterations
users_me_low_load   [  86% ] 0/1 VUs  2m34.0s/3m0s  0.10 iters/s

running (2m35.0s), 0/1 VUs, 16 complete and 0 interrupted iterations
users_me_low_load   [  86% ] 0/1 VUs  2m35.0s/3m0s  0.10 iters/s

running (2m36.0s), 0/1 VUs, 16 complete and 0 interrupted iterations
users_me_low_load   [  87% ] 0/1 VUs  2m36.0s/3m0s  0.10 iters/s

running (2m37.0s), 0/1 VUs, 16 complete and 0 interrupted iterations
users_me_low_load   [  87% ] 0/1 VUs  2m37.0s/3m0s  0.10 iters/s

running (2m38.0s), 0/1 VUs, 16 complete and 0 interrupted iterations
users_me_low_load   [  88% ] 0/1 VUs  2m38.0s/3m0s  0.10 iters/s

running (2m39.0s), 0/1 VUs, 16 complete and 0 interrupted iterations
users_me_low_load   [  88% ] 0/1 VUs  2m39.0s/3m0s  0.10 iters/s

running (2m40.0s), 0/1 VUs, 16 complete and 0 interrupted iterations
users_me_low_load   [  89% ] 0/1 VUs  2m40.0s/3m0s  0.10 iters/s

running (2m41.0s), 0/1 VUs, 17 complete and 0 interrupted iterations
users_me_low_load   [  89% ] 0/1 VUs  2m41.0s/3m0s  0.10 iters/s

running (2m42.0s), 0/1 VUs, 17 complete and 0 interrupted iterations
users_me_low_load   [  90% ] 0/1 VUs  2m42.0s/3m0s  0.10 iters/s

running (2m43.0s), 0/1 VUs, 17 complete and 0 interrupted iterations
users_me_low_load   [  91% ] 0/1 VUs  2m43.0s/3m0s  0.10 iters/s

running (2m44.0s), 0/1 VUs, 17 complete and 0 interrupted iterations
users_me_low_load   [  91% ] 0/1 VUs  2m44.0s/3m0s  0.10 iters/s

running (2m45.0s), 0/1 VUs, 17 complete and 0 interrupted iterations
users_me_low_load   [  92% ] 0/1 VUs  2m45.0s/3m0s  0.10 iters/s

running (2m46.0s), 0/1 VUs, 17 complete and 0 interrupted iterations
users_me_low_load   [  92% ] 0/1 VUs  2m46.0s/3m0s  0.10 iters/s

running (2m47.0s), 0/1 VUs, 17 complete and 0 interrupted iterations
users_me_low_load   [  93% ] 0/1 VUs  2m47.0s/3m0s  0.10 iters/s

running (2m48.0s), 0/1 VUs, 17 complete and 0 interrupted iterations
users_me_low_load   [  93% ] 0/1 VUs  2m48.0s/3m0s  0.10 iters/s

running (2m49.0s), 0/1 VUs, 17 complete and 0 interrupted iterations
users_me_low_load   [  94% ] 0/1 VUs  2m49.0s/3m0s  0.10 iters/s

running (2m50.0s), 0/1 VUs, 17 complete and 0 interrupted iterations
users_me_low_load   [  94% ] 0/1 VUs  2m50.0s/3m0s  0.10 iters/s

running (2m51.0s), 0/1 VUs, 18 complete and 0 interrupted iterations
users_me_low_load   [  95% ] 0/1 VUs  2m51.0s/3m0s  0.10 iters/s

running (2m52.0s), 0/1 VUs, 18 complete and 0 interrupted iterations
users_me_low_load   [  96% ] 0/1 VUs  2m52.0s/3m0s  0.10 iters/s

running (2m53.0s), 0/1 VUs, 18 complete and 0 interrupted iterations
users_me_low_load   [  96% ] 0/1 VUs  2m53.0s/3m0s  0.10 iters/s

running (2m54.0s), 0/1 VUs, 18 complete and 0 interrupted iterations
users_me_low_load   [  97% ] 0/1 VUs  2m54.0s/3m0s  0.10 iters/s

running (2m55.0s), 0/1 VUs, 18 complete and 0 interrupted iterations
users_me_low_load   [  97% ] 0/1 VUs  2m55.0s/3m0s  0.10 iters/s

running (2m56.0s), 0/1 VUs, 18 complete and 0 interrupted iterations
users_me_low_load   [  98% ] 0/1 VUs  2m56.0s/3m0s  0.10 iters/s

running (2m57.0s), 0/1 VUs, 18 complete and 0 interrupted iterations
users_me_low_load   [  98% ] 0/1 VUs  2m57.0s/3m0s  0.10 iters/s

running (2m58.0s), 0/1 VUs, 18 complete and 0 interrupted iterations
users_me_low_load   [  99% ] 0/1 VUs  2m58.0s/3m0s  0.10 iters/s

running (2m59.0s), 0/1 VUs, 18 complete and 0 interrupted iterations
users_me_low_load   [  99% ] 0/1 VUs  2m59.0s/3m0s  0.10 iters/s

running (3m00.0s), 0/1 VUs, 18 complete and 0 interrupted iterations
users_me_low_load   [ 100% ] 0/1 VUs  3m00.0s/3m0s  0.10 iters/s

     ✓ users/me returns 200

   ✓ checks.........................: 100.00% ✓ 19       ✗ 0  
     data_received..................: 18 kB   101 B/s
     data_sent......................: 26 kB   145 B/s
     http_req_blocked...............: avg=432.21µs min=6.78µs   med=9.32µs   max=7.97ms   p(90)=27.09µs  p(95)=860.94µs
     http_req_connecting............: avg=14.52µs  min=0s       med=0s       max=275.93µs p(90)=0s       p(95)=27.59µs 
     http_req_duration..............: avg=5.64ms   min=4.17ms   med=5.16ms   max=8.76ms   p(90)=7.61ms   p(95)=8.54ms  
       { expected_response:true }...: avg=5.64ms   min=4.17ms   med=5.16ms   max=8.76ms   p(90)=7.61ms   p(95)=8.54ms  
     http_req_failed................: 0.00%   ✓ 0        ✗ 19 
     http_req_receiving.............: avg=163.09µs min=109.08µs med=149.76µs max=268.39µs p(90)=220.55µs p(95)=253.53µs
     http_req_sending...............: avg=49.08µs  min=30.64µs  med=43.33µs  max=114.57µs p(90)=65.22µs  p(95)=74.09µs 
     http_req_tls_handshaking.......: avg=379.34µs min=0s       med=0s       max=7.2ms    p(90)=0s       p(95)=720.75µs
     http_req_waiting...............: avg=5.42ms   min=3.94ms   med=4.95ms   max=8.38ms   p(90)=7.33ms   p(95)=8.24ms  
     http_reqs......................: 19      0.105552/s
     iteration_duration.............: avg=6.55ms   min=4.59ms   med=5.62ms   max=13.84ms  p(90)=9.16ms   p(95)=10.03ms 
     iterations.....................: 19      0.105552/s
   ✓ users_me_error_rate............: 0.00%   ✓ 0        ✗ 19 
     users_me_latency_ms............: avg=5.64ms   min=4.17ms   med=5.16ms   max=8.76ms   p(90)=7.61ms   p(95)=8.54ms  
     users_me_status_200............: 19      0.105552/s
     users_me_status_count..........: 19      0.105552/s
     vus............................: 0       min=0      max=0
     vus_max........................: 1       min=1      max=1


running (3m00.0s), 0/1 VUs, 19 complete and 0 interrupted iterations
users_me_low_load ✓ [ 100% ] 0/1 VUs  3m0s  0.10 iters/s